[Name.Prefix.Prefix__SirHammerlocks WeaponNamePartDefinition]
PartName="This is Sir Hammerlock"

[Name.Title.Title_Unique_Chopper WeaponNamePartDefinition]
PartName="helicopter"

[Name.Title.Title_Unique_Chopper:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Myself."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_DamnedCowboy WeaponNamePartDefinition]
PartName="cursed boy"

[Name.Title.Title_Unique_DamnedCowboy:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Speak softly, act.."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_fall WeaponNamePartDefinition]
PartName="Doom"

[Name.Title.Title_Unique_Doom:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="go to hell pandora."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_ElephantGun WeaponNamePartDefinition]
PartName="An elephant is holding a rifle"

[Name.Title.Title_Unique_ElephantGun:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="many people refused."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_guide WeaponNamePartDefinition]
PartName="Hydra"

[Name.Title.Title_Unique_Hydra:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="5 dead heads!"
Suffix=""
Prefix=""

[Name.Title.Title_Unique_Shut up WeaponNamePartDefinition]
PartName="Rex"

[Name.Title.Title_Unique_Rex:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Especially the big guns."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_deviation WeaponNamePartDefinition]
PartName="Twister"

[Name.Title.Title_Unique_Twister:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="The invitation was issued."
Suffix=""
Prefix=""

[Name.Title.Title_Unique_YellowJacket WeaponNamePartDefinition]
PartName="Yellow shirt"

[Name.Title.Title_Unique_YellowJacket:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="For the good of the people."
Suffix=""
Prefix=""

